{
    "appearance": [
        "I don't know whether to use charm person or hold monster",
        "Oh look, BOTH of your weapons are tiny!",
        "You're ugly when you lie (I'm not lying) then why are you ugly?",
        "Your ugly face makes a good argument against raising the dead",
        "What are you going to do for a face when the goblin wants its ass back",
        "When you get your portrait made, it needs neither hook nor nail because it hangs itself.",
        "You fight with the grace of a cow",
        "You dress like a deep rothe fucked a pinata and threw up",
        "You're lucky you were born beautiful, unlike me, I was born a huge fucking liar!",
        "Are you the victim of some cruel curse or have you always looked like that?",
        "Take a note from your hairline and backup",
        "The last time you got fucked was by genetics",
        "Bathing isn't just a suggestion, you know. You should try it sometime.",
        "I would put a bag over your head but I fear for the bags wellbeing",
        "You look like a pigeon. No, I will not elaborate.",
        "Is your posture bad because your teeth pull your head forward?",
        "Are your ears really that small or is your head just massive in comparison? FOLLOW UP: Congrats to you and your delicate ears",
        "Your height is made for gymnastics",
        "You look like the syphilitic aborted remains of a (insert race) gangbang",
        "You look like you cut your hair with a knife and fork",
        "Your posture looks like you got stuck mid-fuck",
        "You look like you drink rancid mead and smell like coins",
        "Your eyes look so ashamed of your face they're trying to make an escape plan",
        "Your forehead has its own gravitational pull",
        "Whatever kind of look you were aiming for, you missed",
        "You're a very clever thing. That's why your forehead is so massive.",
        "Nice pixie cut",
        "You look like you were drawn with my left hand",
        "What's up with your body hair? You look like a 12 year old dwarf girl.",
        "Your face has all the likeability of an infant genocide",
        "Your beard looks like your face is covered in lichen psoriosis",
        "You look like a rubber glove stretched over a skeleton",
        "If your eyes were any further apart you'd be an herbivore",
        "Teeth like a burnt fence",
        "Face Like a rushed omelette",
        "If your eyes were any further apart you'd look like an herbivore"
    ],
    "intelligence": [
        "If ignorance is bliss then you must be the happiest person alive",
        "Id like to leave you with one thought, but I'm not sure you'd know where to put it",
        "A village is missing its idiot",
        "I'd cast psychic damage but I'm not sure there's a brain to damage",
        "Ah yes, that fabled (monster) wit I've heard so much about",
        "If we were attacked by mindflayers, I think you'd be okay",
        "All prayers, no thoughts, eh?",
        "You're about as sharp as a sack of wet mice.",
        "Im amazed you remember to breathe with a brain as small as yours",
        "I've had more intelligent conversations with a mimic",
        "Huh... you didn't really give me literate vibes.",
        "You have room temperature IQ",
        "Your brains could rotate inside a peanut shell for a thousand years and never touch the sides",
        "You'd struggle to pour water from a boot with instructions on the heel",
        "As bright as dark matter and infinitely less interesting",
        "I smell something burning. Are you trying to think again?",
        "Wisdom chases you but you always outrun it",
        "You are breathtakingly stupid",
        "How lucky you are you you do not trouble yourself with thoughts of greatness",
        "I would call your idea a dime-a-dozen but that would imply it has value",
        "I would never ask for your two cents because it would imply your thoughts have value.",
        "Somewhere out there, there's a tree working very hard to produce air so that you can breathe. You should apologize to it.",
        "You head is as empty as a eunuch's trousers",
        "Gates are down, lights are flashing, but there's no train coming.",
        "Few Arrows short of a full quiver.",
        "Four uses out of the same pair of underwear",
        "Dollar store confidence with premium stupidity"
    ],
    "family": [
        "Your mother was a kobold and your father was a drunkard",
        "You look like your mother and your mother looks like your father",
        "I'm going to fuck your mom/dad just so they'll have a chance at a child she'll actually love",
        "You couldn't hit the broad side of your mother's ass",
        "We all make mistakes. I'm sure your parents are good people",
        "You take after your mother; I ran through her as well",
        "Your mother is so fat they had to make her chastity belt out of chainmail. Furthermore, your father was the only one with a tool small enough to work the links.",
        "With thrusts like that, no wonder your wife always has time for me",
        "You look like you come from a close family",
        "Your mom came so hard last night they had to send out the national guard to put sandbags around my bed",
        "I commissioned a portrait of your mother last year. She's so large the artist hasn't finished drawing yet.",
        "Who was your mother screwing when she was supposed to be teaching you manners?",
        "I would say your mother is a troll but that would be a discourtesy to trolls"
    ],
    "capability": [
        "You're like a (Insert epic creature) only shittier",
        "I swear if you were any worse you'd be doing our job for us",
        "Your magic is worse than your breath",
        "You look like you drop basic loot",
        "You're not the worst fighter/spellcaster/druid in the world, but you better hope they don't die",
        "Is that the best you've got? Or are you hoping I'll start laughing and drop my guard?",
        "You owe the blacksmith who made your weapons an apology",
        "Your fighting stance reminds me of an unfolded lawn chair",
        "Please stop fighting/casting, you're bringing down the ability average of the entire realm",
        "The (class) has fallen. Typical.",
        "Your words, much like your life, are useless. Reduce the former to preserve the latter.",
        "It's a lot like working alone but slower",
        "As useful as a wildly off level curtain rod",
        "Human equivalent of a participation trophy",
        "Like a lighthouse in the desert: very bright but not useful",
        "You have the tact of a bowling ball",
        "Id call this a circus but its more like a zoo. At least in a circus the animals are trained.",
        "You wield that weapon like its the first time you've held anything other than self pity",
        "For someone who has elevated fucking up into an art form, this might well be your Mona Lisa/Magnum Opus.",
        "You couldn't lead a starving owlbear to a pile of sausages",
        "Remind me to find you a pair of runic mechanical balls since you seem to have LOST yours.",
        "You're like a cat that's not housebroken, shitting everywhere and trying to cover it up.",
        "Filled urn of disappointment",
        "You set low personal standards and constistently fail to meet them."
    ],
    "character": [
        "You look like the kinda guy who thinks loading the dishwasher once in a while makes you less of a man",
        "Would steal the coins from a dead man's eyes",
        "The kind of guy who wouldn't buy his wife a box of tampons without feeling emasculated",
        "You'd bore the legs off the village idiot",
        "Your reservoir of courage is fed by the stream running down your leg",
        "Id cast fire bolt, but burning trash is illegal",
        "The only foe you've felled is my expectations",
        "Believe in yourself because no one else does",
        "What language is that? Because it sounds like bullshit to me",
        "Your head is so far up your own ass you could screen yourself for colon cancer",
        "I must be a lesbian since I'm dating a pussy",
        "Crying is a free action",
        "Im trying to see things from your perspective but I can't get my head that far up my own ass",
        "Is your strategy to bore your opponents into surrender?",
        "If you're going to cry, do it in the bathroom. At least there someone will give a shit.",
        "You look like you had a magic phase but didn't have the follow through to stick with it so now you cant do any magic",
        "I'd call you a cunt but you lack the warmth and the depth",
        "My days of not taking you seriously have come to a middle",
        "Your face is just fine. It's your personality that's the issue",
        "You are a flagrant shit weasel and the gods have abandoned you",
        "You are such a giant asshole I bet your boyfriend doesn't even need to spit on it to get going",
        "Effeit, soft penised debutant",
        "The only reason to keep you is that we're too cheap to buy a real doorstop",
        "Great supine protoplasmic invertebrate jellyfish",
        "You are beneath me. I've stepped in puddles with more depth than you.",
        "You inspire nothing but distance"
    ],
    "entirety": [
        "Do you have a pen? Well you better get back to it before the farmer knows you're missing",
        "Someday you'll meet a doppelganger of yourself and be disappointed",
        "Why don't you slip into something more comfortable? Like a coma",
        "Do you have a pen? Well you better get back to it before the farmer knows you're missing",
        "You look like you drowned as a child",
        "I wish we were better strangers",
        "You've found your life's purpose: A warning to others",
        "If nothing else, you're consistent",
        "Anyone who ever loved you was wrong",
        "Save your breath, you'll need it to inflate your girlfriend later",
        "You look like a stillborn. Your mother didn't want you but you were still born",
        "The only thing i feel for you is sorry",
        "You look like you eat bananas for the shape",
        "If i take its head how will it learn from its mistakes?",
        "You have the aura of a third child",
        "You've been to the healers so many times for the clap they're now treating you for applause",
        "Even the bag of holding wouldn't be enough to hold all your emotional baggage",
        "Now there's a man who knows how to marry his cousin.",
        "You look like you season your food with thoughts and prayers",
        "Imagine having time to care about this",
        "You look like the kind of boy who stands on his tiptoes in pictures",
        "You sound like you haven't been touched. Ever.",
        "You're not my usual type. Im usually into MEN. Like super masculine men.",
        "*if drinking something fruity* do you want another juice?",
        "You are the poster child for pro choice",
        "The only reason the gods dont wipe you from the face of the earth is because you amuse them somehow",
        "Your presence is as welcome as a swimming pool full of sour milk",
        "How many calories are in the bag of dicks you scarf down every day?",
        "I can guarantee you he isn't circumcised because there is no end to that prick",
        "You should record audio books so the blind can hate you as well",
        "I hated you in an instant. Why? Because it saves time.",
        "You're like a door with a busted lock. One push and you're wide open for anyone",
        "You look like your first friend was imaginary",
        "You reek of poverty and animal abuse",
        "Every breath you take is a stunning endorsement of abortion",
        "You look like someone who can't eat dairy and tells everyone about it",
        "If you gave him an enema, you could bury him in a match box",
        "I bet she's not a fan of having maggots in her mouth, but enough about your dick...",
        "I'll set your beard on fire and happily watch you slap yourself to death",
        "May your hands and legs fall off, forcing you to walk on your tinge so i can shit in your path.",
        "Your voice sounds like a banshee gargling sandpaper"
    ],
    "misc": [
        "Is your ass jealous of the shit that comes out of your mouth",
        "Sugondeez nuts",
        "Were you a preemie? You look like you were a preemie.",
        "You're going to make a fabulous belt",
        "My shoes need new leather, and your hide looks promising",
        "You'd look great in a casket",
        "Violence may not be the answer but it's gotten us this far",
        "You must have run a 40 foot sprint in a 30 foot room",
        "Cleric, is there an elemental plane of existence you could banish this one to?",
        "You're lucky I have respect for the dead because you're finally about to get some respect",
        "You wanna be Regina George so bad but you're barely Gretchen Wieners",
        "Say another word and I'll rip your tongue out at the root and use it as a belt.",
        "I don't need to win. I just want to see you bleed.",
        "It's because mercury went into retrograde yesterday",
        "I'd very much like to kill you, but that's against the law and would make me look bad.",
        "Not even Noah's ark can carry you animals.",
        "You have the stare of a sadistic nurse in a mental hospital",
        "Tell me, are you adopted? Y: Hm, i bet your parents are so disappointed they chose you. N: Your poor parents were stuck with you then, hm?",
        "You went to them, dropped your pants, bent over, and you're surprised you got fucked?",
        "Go lay down by your bowl"
    ],
    "name_calling": [
        "Haunted Pork Mannequin",
        "Fuckface Von Clownstick",
        "Cock Juggling Thundercunt",
        "Porkahontas",
        "Half functional coat rack",
        "Moldy sack of unripe oranges",
        "Stale end piece of white bread",
        "Ludicrous tangerine ballbag",
        "weapons-grade plum",
        "mangled apricot hellbeast",
        "bloviating flesh bag",
        "incompressible jizztrumpet"
    ]
}